Repository: fredrik9000/Firmadetaljer_iOS
Catalog: Firmadetaljer/*.lproj/Localizable.strings
Languages: nb

# Org.numberPlaceholder
source: Organization number(9 digits)
nb: Organisasjonsnummer(9 siffer)

# FirmNamePlaceholder
source: Firm name
nb: Firmanavn

# OrganizationNumberScopeButton
source: Organization number
nb: Organisasjonsnummer

# FirmNameScopeButton
source: Firm name
nb: Firmanavn

# LastViewedCompanyHeader
source: Last viewed
nb: Sist sett

# CompanyNotFoundMessage
source: Couldn't find the company you were looking for. Wrong organization number?
nb: Kunne ikke finne firma. Feil organisasjonsnummer?

# ErrorLoadingDataTitle
source: Error loading data
nb: Feil ved lasting av data

# ErrorLoadingDataMessage
source: Couldn't retrieve data. Do you have an internet connection?
nb: Kunne ikke hente data. Har du internet forbindelse?

source: Yes
nb: Ja

source: No
nb: Nei

# OnboardingMessage
source: Search by name or organization number to view firm details
nb: Søk på navn eller organisasjonsnummer for å se firmadetaljer

# Detail-Section
source: Details
nb: Detaljer

# Detail-FirmName
source: Firm name
nb: Firmanavn

# Detail-Org.number
source: Organization number
nb: Organisasjonsnummer

# Detail-DateOfEstablishment
source: Date of establishment
nb: Stiftelsesdato

# Detail-Enhetsregisteret
source: Registered in enhetsregisteret
nb: Registrert i enhetsregisteret

# Detail-StartingDate
source: Starting date
nb: Oppstartsdato

# Detail-ChangeOfOwnershipDate
source: Change of ownership
nb: Eierskiftedato

# Detail-OrganizationalForm
source: Organizational form
nb: Organisasjonsform

# Detail-Website
source: Website
nb: Hjemmeside

# Detail-Frivillighetsregisteret
source: Registered in frivillighetsregisteret
nb: Registrert i frivillighetsregisteret

# Detail-Mvaregisteret
source: Registered in Mvaregisteret
nb: Registrert i Mvaregisteret

# Detail-Foretaksregisteret
source: Registered in foretaksregisteret
nb: Registrert i foretaksregisteret

# Detail-Stiftelsesregisteret
source: Registered in stiftelsesregisteret
nb: Registrert i stiftelsesregisteret

# Detail-Mvaregisteret-Voluntarily
source: Voluntarily registered in Mvaregisteret
nb: Frivillig registrert i Mvaregisteret

# Detail-Employees
source: Number of employees
nb: Antall ansatte

# Detail-LatestSubmittedAnnualAccounts
source: Latest submitted annual accounts
nb: Siste innsendte årsregnskap

# Detail-Bankrupt
source: Bankrupt
nb: Konkurs

# Detail-UnderLiquidation
source: Under Liquidation
nb: Under avvikling

# Detail-ForcedResolution
source: Under forced resolution
nb: Under tvangsavvikling/tvangsoppløsning

# Detail-Parent
source: Parent
nb: Overordnet enhet

# Detail-Code
source: Code
nb: Kode

# Detail-Description
source: Description
nb: Beskrivelse

# PostalAddress-Section
source: Postal address
nb: Postadresse

# BusinessAddress-Section
source: Business address
nb: Forretningsadresse

# LocationAddress-Section
source: Location address
nb: Beliggenhetsadresse

# Adresse-Address
source: Address
nb: Adresse

# Adresse-ZipCode
source: Zip code
nb: Postnummer

# Adresse-City
source: City
nb: Poststed

# Adresse-MunicipalityNumber
source: Municipality number
nb: Kommunenummer

# Adresse-Municipal
source: Municipal
nb: Kommune

# Adresse-CountryCode
source: Country code
nb: Landkode

# Adresse-Country
source: Country
nb: Land

# InstitutionalSectorCode-Section
source: Institutional Sector Code
nb: Institusjonell sektorkode

# InstitutionalSectorCode-Code
source: Code
nb: Kode

# InstitutionalSectorCode-Description
source: Description
nb: Beskrivelse

# Naeringskode-Code
source: Code
nb: Kode

# Naeringskode-Description
source: Description
nb: Beskrivelse
